# Install with: sudo apt-get install -y $(grep -vE '^(#|$)' apt-packages.txt)
# Some optional packages may require a newer Debian/Ubuntu release or external repo.

git
stow
bash
bash-completion
fish
zsh
tmux
vim
fzf
ripgrep
ripgrep-all
fd-find
bat
openssh-client
coreutils
direnv
zoxide
git-delta
eza
# Optional modern CLI tools; bootstrap.sh skips unavailable packages.
lazygit
tealdeer
jaq
yq
jless
fx
dasel
gron
moreutils
ouch
doggo
bandwhich
tcping
visidata
duckdb
jujutsu
sd
just
