# Install with: brew bundle --file Brewfile

brew "git"
brew "stow"
brew "bash"
brew "bash-completion"
brew "fish"
brew "zsh"
brew "tmux"
brew "vim"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "zoxide"
brew "starship"
brew "fnm"
brew "fisher"
brew "direnv"
brew "git-delta"
brew "openssh"
brew "coreutils"
brew "cloudflared"
