# Install with: brew bundle --file Brewfile

brew "git"
brew "stow"
brew "bash-completion"
brew "fish"
brew "tmux"
brew "vim"
brew "fzf"
brew "ripgrep"
brew "ripgrep-all"
brew "fd"
brew "bat"
brew "eza"
brew "zoxide"
brew "starship"
brew "fnm"
brew "fisher"
brew "direnv"
brew "git-delta"
brew "dust"
brew "bottom"
brew "btop"
brew "yazi"
brew "lazygit"
brew "tealdeer"
brew "jq"
brew "yq"
brew "jless"
brew "fx"
brew "doggo"
brew "bandwhich"
brew "tcping"
brew "visidata"
brew "jujutsu"
brew "sd"
brew "just"
brew "openssh"
brew "coreutils"
brew "cloudflared"

cask "espanso"
